tap "adoptopenjdk/openjdk"
tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "stripe/stripe-cli"
brew "openssl@1.1"
brew "python@3.9"
brew "cairo"
brew "gobject-introspection"
brew "ffmpeg"
brew "gibo"
brew "git"
brew "grep"
brew "hub"
brew "imagemagick@6"
brew "mas"
brew "mysql", restart_service: true
brew "node"
brew "nodenv"
brew "postgresql", restart_service: true
brew "postgresql@13", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rust"
brew "shared-mime-info"
brew "vim"
brew "yarn"
brew "zplug"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "altair-graphql-client"
cask "balenaetcher"
cask "biscuit"
cask "deepl"
cask "docker"
cask "dynalist"
cask "firefox"
cask "font-myrica"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-japanese-ime"
cask "gpg-suite"
cask "integrity"
cask "iterm2"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "logitech-options"
cask "mactex-no-gui"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "EasyRes", id: 688211836
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "PhotoScape X", id: 929507092
