tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k1low/tap"
tap "puma/puma"
tap "reviewdog/tap"
tap "stripe/stripe-cli"
brew "glib"
brew "python@3.12"
brew "cairo"
brew "cloudflared"
brew "cmake"
brew "flac"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "gibo"
brew "git"
brew "gitleaks"
brew "gnupg"
brew "grep"
brew "pkg-config"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "krb5"
brew "libgit2"
brew "mas"
brew "node-build"
brew "nodenv"
brew "postgresql@14", restart_service: true
brew "rbenv"
brew "redis", restart_service: true
brew "rust"
brew "starship"
brew "vim"
brew "vips"
brew "zsh"
brew "heroku/brew/heroku"
brew "k1low/tap/octocov"
brew "puma/puma/puma-dev"
brew "reviewdog/tap/reviewdog"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "1password-cli"
cask "deepl"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logi-options+"
cask "logitune"
cask "mactex-no-gui"
cask "raspberry-pi-imager"
cask "rectangle"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "EasyRes", id: 688211836
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "PhotoScape X", id: 929507092
mas "Vimari", id: 1480933944
mas "令和６年分 年末調整控除申告書作成用ソフトウェア", id: 1529230397
