tap "cloudflare/cloudflare"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "k1low/tap"
tap "puma/puma"
tap "reviewdog/tap"
tap "stripe/stripe-cli"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "bfg"
brew "chezmoi"
brew "cmake"
brew "gnutls"
brew "ffmpeg"
brew "gibo"
brew "git"
brew "gobject-introspection"
brew "grep"
brew "imagemagick@6"
brew "krb5"
brew "mas"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "postgresql@13"
brew "postgresql@14", restart_service: true
brew "rbenv"
brew "redis", restart_service: true
brew "rust"
brew "shared-mime-info"
brew "starship"
brew "vim"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "heroku/brew/heroku"
brew "k1low/tap/octocov"
brew "puma/puma/puma-dev"
brew "reviewdog/tap/reviewdog"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "1password-cli"
cask "altair-graphql-client"
cask "deepl"
cask "docker"
cask "dynalist"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-japanese-ime"
cask "gpg-suite"
cask "integrity"
cask "iterm2"
cask "jetbrains-toolbox"
cask "libreoffice"
cask "mactex-no-gui"
cask "rectangle"
cask "steam"
cask "zoom"
mas "EasyRes", id: 688211836
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "PhotoScape X", id: 929507092
mas "Vimari", id: 1480933944
mas "令和4年分　年末調整控除申告書作成用ソフトウェア", id: 1529230397
